Repository: lmoppert/KRONOS-DSGVO
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Category of affected individuals
de: Kategorie von betroffenen Personen

source: Person Category
de: Kategorie von betroffenen Personen

source: Person Categories
de: Kategorien von betroffenen Personen

source: Categories of personal data
de: Kategorie von personenbezogenen Daten

source: Data Category
de: Kategorie von personenbezogenen Daten

source: Data Categories
de: Kategorien von personenbezogenen Daten

source: Categories of recipients
de: Kategorien von Empfängern

source: Recipient Category
de: Kategorie von Empfängern

source: Recipient Categories
de: Kategorien von Empfängern

source: Department
de: Abteilung

source: Departments
de: Abteilungen

source: Contact
de: Kontakt

source: Phone
de: Telefon

source: Contacts
de: Kontakte

source: Processing Activity
de: Verarbeitungstätigkeit

source: Created on
de: Datum der Einführung

source: Changed on
de: Datum der letzten Änderung

source: Reason
de: Zweck der Verarbeitung

source: Categories of affected individuals
de: Kategorien von betroffenen Personen

source: Transfer to third countries
de: Transfer in Drittländer

source: Transfer warrant
de: Geeignete Garantien

source: Retention period
de: Löschfritsten

source: Order processors
de: Auftragsverarbeiter

source: Processing Activities
de: Verarbeitungstätigkeiten
